/* The following strings are used, to display the time in a "fuzzy" style.                            */
/* If you want to have other strings, change the second entry in a line. Don't change the first!      */
/* The entry %@ represents the position where the hour is placed.                                     */
/* After every string you have to set a reference whether the referenced hour is the current or the   */
/* next.                                                                                              */

"shortly after %@" 		= "djust aftuhr %@";
"shortly after ref" 		= "current";

"five past %@" 			= "faaif aftuhr %@";
"five past ref" 		= "current";

"ten past %@" 			= "ten aftuhr %@";
"ten past ref" 			= "current";

"quarter past %@" 		= "kwortuhr aftuhr %@";
"quarter past ref" 		= "current";

"twenty past %@" 		= "twentie aftuhr %@";
"twenty past ref" 		= "current";

"twentyfive past %@" 		= "twentiefaaif aftuhr %@";
"twentyfive past ref" 		= "current";

"half past %@" 			= "%@ zuhrtie";
"half past ref" 		= "current";

"twentyfive to %@" 		= "twentiefaaif toe %@";
"twentyfive to ref" 		= "next";

"twenty to %@" 			= "twentie toe %@";
"twenty to ref" 		= "next";

"quarter to %@" 		= "kwortuhr toe %@";
"quarter to ref" 		= "next";

"ten to %@" 			= "ten toe %@";
"ten to ref" 			= "next";

"five to %@" 			= "faaif toe %@";
"five to ref" 			= "next";

"nearly %@" 			= "olmoost %@";
"nearly ref" 			= "next";


/* hour names */

"twelve" = "twelf";
"one" = "wan";
"two" = "toe";
"three" = "zrie";
"four" = "foor";
"five" = "faaif";
"six" = "siks";
"seven" = "seffuhn";
"eight" = "eet";
"nine" = "naain";
"ten" = "ten";
"eleven" = "ielevvuhn";

/* special strings */

"%@ o'clock" = "%@ oh klok";
"midnight" = "mitnaait";

/* Workarounds */

"one o'clock" = "wan";


/* Menu items		*/

"About FuzzyClock" = "Uhbout FuzzieKlok…";
"FuzzyClock Help" = "FuzzieKlok Help";
"Preferences ..." = "Preffuhrensuhs…";
"Quit" = "Kwit";


/* Others		*/

"language" = "Langwidzj";
"change only FuzzyTime" = "tsjeenzj onlie FuzzieTaaim";

"Fuzzy Preferences" = "Fuzzie Preffuhrensuhs";

/* New */
"Language Settings" = "Langwidzj Settings";
"Specials" = "Spesjuhls";
"Special time settings" = "Spesjuhl taaim settings";
"Starttime" = "Starttaaim";
"Endtime" = "Enttaaim";
"Text" = "String";
"time format: hh:mm" = "taaim format: uu:mm";
"Remove" = "Riemoev";
"Add" = "Ehd";

"Color & Font" = "Color & Font";
"Text color" = "Text color";
"draw font with shadow" = "draw font with shadow";
"(takes effect when you restart FuzzyClock)" = "(takes effect when you restart FuzzyClock)";
"font name" = "font name";

"show day in menu bar" = "show day in menu bar";

/* Weekday abbreviations */

"Sunday" = "Sun";
"Monday" = "Mon";
"Tuesday" = "Tue";
"Wednesday" = "Wed";
"Thursday" = "Thu";
"Friday" = "Fri";
"Saturday" = "Sat";